/* button in progress sheet */
"Stop" = "Stop";

/* menu item */
"Update iPod" = "Werk iPod bij";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "Herstel iPod";

/* menu item */
"Close Window" = "Sluit venster";

/* menu item */
"About iPod Updater" = "Over 'iPod-updater'";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "Opties";

/* menu item */
"Quit" = "Stop";

/* Close Window command key */
"W" = "W";

/* text next to lock when unlocking */
"Authenticating..." = "Identiteit controleren...";

/* text next to lock when locked */
"Click the lock to make changes." = "Klik op het hangslot om de instellingen te wijzigen.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Klik op het hangslot om de instellingen te vergrendelen.";

/* detail of error message */
"The iPod Updater application may be damaged." = "Het programma 'iPod-updater' is mogelijk beschadigd.";

/* error message */
"Out of memory." = "Onvoldoende geheugen.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "De Mac OS-foutcode is <error>.";

/* error message */
"Could not find updater library." = "De updaterbibliotheek kan niet worden gevonden.";

/* error message */
"An unexpected error occurred." = "Er heeft zich een onverwachte fout voorgedaan.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "Voor 'iPod-updater' is versie 1.4 of hoger van 'CarbonLib' vereist.";

/* main window message */
"Plug in an iPod to update it." = "Sluit een iPod aan om bij te werken.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Er heeft zich een fout voorgedaan. Mogelijk zijn één of meer bestanden op de iPod geopend.";

/* error message */
"The iPod is not mounted." = "De iPod is niet geactiveerd.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Als u het programma verlaat terwijl een bewerking wordt uitgevoerd, dient u de iPod-programmatuur later mogelijk te herstellen.";

/* info window version */
"<version> (up to date)" = "<version> (up-to-date)";

/* info window label */
"Software Version:" = "Programmatuur:";

/* confirmation dialog title */
"Quit" = "Stop";

/* message for main window */
"Update puts the latest system software on your iPod." = "Met 'Werk bij' installeert u de nieuwste versie van de systeemprogrammatuur op de iPod.";

/* error message */
"The updater does not have a volume image." = "De updater heeft geen volumebestand.";

/* error message */
"The updater does not have a firmware image." = "De updater heeft geen firmwarebestand.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "De iPod is bijgewerkt naar versie <version>. Koppel de iPod los en sluit deze opnieuw aan om het bijwerken te voltooien.";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "U kunt slechts één iPod tegelijk aansluiten om bij te werken.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "De fabrieksinstellingen van de iPod zijn hersteld. Koppel de iPod los en sluit deze opnieuw aan om het herstelproces te voltooien.";

/* info window label */
"Name:" = "Naam:";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "De fabrieksinstellingen van de iPod zijn hersteld. Verwijder de iPod, koppel deze los en sluit de iPod opnieuw aan om het herstelproces te voltooien.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Met 'Herstel' wordt de iPod volledig gewist en worden de fabrieksinstellingen hersteld. Uw muziek en overige gegevens worden gewist.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Weet u zeker dat u de iPod-programmatuur wilt herstellen?";

/* progress message */
"Done restoring iPod software" = "Het herstellen van de iPod-programmatuur is voltooid";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please do not unplug it." = "De iPod is bijgewerkt naar versie <version> en wordt opnieuw opgestart. Koppel de iPod niet los.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Er is een iPod aangesloten, maar deze is niet op het bureaublad geactiveerd.";

/* error message */
"No iPod is attached." = "Er is geen iPod aangesloten.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please do not unplug it." = "De fabrieksinstellingen van de iPod zijn hersteld. De iPod wordt opnieuw opgestart. Koppel de iPod niet los.";

/* info window version */
"<version> (needs update)" = "<version> (bijwerken vereist)";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Er is meer dan één iPod aangesloten. U kunt slechts één iPod tegelijk aansluiten om bij te werken.";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Alle op de iPod opgeslagen gegevens gaan verloren.";

/* error message */
"More than one iPod is attached." = "Er is meer dan één iPod aangesloten.";

/* confirmation message */
"Quit while this operation is in progress?" = "Wilt u stoppen terwijl deze bewerking wordt uitgevoerd?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Er is één iPod aangetroffen, maar deze moet op het bureaublad zijn geactiveerd om de bewerking te kunnen uitvoeren.";

/* info window label */
"Capacity:" = "Capaciteit:";

/* error message */
"The iPod disk does not have the correct structure." = "De iPod-schijf heeft een onjuiste structuur.";

/* progress message */
"Updating iPod software" = "De iPod-programmatuur wordt bijgewerkt";

/* about window line */
"iPod Software Version <version>" = "Versie iPod-programmatuur: <version>";

/* progress message */
"Done updating iPod software" = "Het bijwerken van de iPod-programmatuur is voltooid";

/* main window message */
"The attached iPod does not have proper software on it." = "De aangesloten iPod bevat niet de juiste programmatuur.";

/* button for main window */
"Update" = "Werk bij";

/* error message */
"The iPod could not be unmounted because it is in use." = "De iPod kan niet worden gedeactiveerd omdat hij in gebruik is.";

/* confirmation dialog title
   button for main window */
"Restore" = "Herstel";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Er is geen SysInfo-bestand op de iPod-schijf gevonden.";

/* info window label */
"Serial Number:" = "Serienummer:";

/* main window title */
"iPod Software <version> Updater" = "Updater voor iPod-programmatuur <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "De iPod is bijgewerkt naar versie <version>. Verwijder de iPod, koppel deze los en sluit de iPod opnieuw aan zodat het bijwerken kan worden voltooid.";

/* progress message */
"Restoring iPod software" = "De iPod-programmatuur wordt hersteld";

